# VRestore

## Description
Procedure VRestore restores the specified saved view (i.e., sheet name).

```pascal
PROCEDURE VRestore(name : STRING);
```

```python
def vs.VRestore(name):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|name|STRING|Name of view to be displayed.|

## Version
Availability: from All Versions

## Category
* View @ Zoom